const liucun =[
  {
    // 日期
    date:"2018-01-20T16:00:00.000",
    //  当日活跃总人数
    totalCount: 999,
    //  活跃天数分布
    freshInterval: {
      1:500,
      2:423,
      3:245,
      4:323,
      5:123,
      6:99,
      7:122,
      8:111,
      9:99,
      10:97,
      11:94,
      12:83,
      13:82,
      14:85,
      15:83,
      16:76,
      17:78,
      18:75,
      19:73,
      20:72,
      21:67,
      22:68,
      23:69,
      24:65,
      25:64,
      26:63,
      27:61,
      28:59,
      29:56,
      30:52
    },
    // 注册时间分布
    registerInterval: {
      1:500,
      2:423,
      3:345,
      4:323,
      5:123,
      6:199,
      7:122,
      8:111,
      9:99,
      10:97,
      11:94,
      12:83,
      13:82,
      14:85,
      15:83,
      16:76,
      17:78,
      18:75,
      19:73,
      20:72,
      21:67,
      22:68,
      23:69,
      24:65,
      25:64,
      26:63,
      27:61,
      28:59,
      29:56,
      30:52
    },
    // N天后登陆(留存)
    loginRetentionInterval: {
      1:564,
      2:88,
      3:333,
      4:79,
      5:72,
      6:45,
      7:50
    },
    // 当日预约数量
    reservationCount: { type: Number, default: 0 },
    // 当日交付押金数量
    depositCount: { type: Number, default: 0 },
    // 当日下达订单数量
    orderCount: { type: Number, default: 0 },
    // 订单留存
    orderRetentionInterval: {
      1:637,
      2:88,
      3:333,
      4:79,
      5:72,
      6:45,
      7:50
    },
    // 押金留存
    depositRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    },
    //  预约留存
    reservationRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    }
  },
  {
    // 日期
    date:"2018-01-21T16:00:00.000",
    //  当日活跃总人数
    totalCount: 888,
    //  活跃天数分布
    freshInterval: {
      1:645,
      2:556,
      3:245,
      4:323,
      5:264,
      6:136,
      7:122,
      8:157,
      9:99,
      10:97,
      11:94,
      12:83,
      13:82,
      14:85,
      15:83,
      16:76,
      17:78,
      18:77,
      19:73,
      20:72,
      21:67,
      22:36,
      23:46,
      24:86,
      25:57,
      26:63,
      27:84,
      28:52,
      29:44,
      30:52
    },
    // 注册时间分布
    registerInterval: {
      1:364,
      2:634,
      3:124,
      4:536,
      5:444,
      6:232,
      7:122,
      8:111,
      9:99,
      10:97,
      11:94,
      12:222,
      13:82,
      14:153,
      15:83,
      16:352,
      17:78,
      18:75,
      19:73,
      20:335,
      21:67,
      22:222,
      23:69,
      24:65,
      25:121,
      26:63,
      27:61,
      28:111,
      29:56,
      30:52
    },
    // N天后登陆(留存)
    loginRetentionInterval: {
      1:333,
      2:435,
      3:89,
      4:79,
      5:222,
      6:45,
      7:50
    },
    // 当日预约数量
    reservationCount: { type: Number, default: 0 },
    // 当日交付押金数量
    depositCount: { type: Number, default: 0 },
    // 当日下达订单数量
    orderCount: { type: Number, default: 0 },
    // 订单留存
    orderRetentionInterval: {
      1:455,
      2:333,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    },
    // 押金留存
    depositRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    },
    //  预约留存
    reservationRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    }
  },
  {
    // 日期
    date:"2018-01-22T16:00:00.000",
    //  当日活跃总人数
    totalCount: 1000,
    //  活跃天数分布
    freshInterval: {
      1:500,
      2:423,
      3:245,
      4:323,
      5:123,
      6:99,
      7:122,
      8:111,
      9:99,
      10:97,
      11:94,
      12:83,
      13:82,
      14:85,
      15:83,
      16:76,
      17:78,
      18:75,
      19:73,
      20:72,
      21:67,
      22:68,
      23:69,
      24:65,
      25:64,
      26:63,
      27:61,
      28:59,
      29:56,
      30:52
    },
    // 注册时间分布
    registerInterval: {
      1:500,
      2:423,
      3:345,
      4:323,
      5:123,
      6:199,
      7:122,
      8:111,
      9:99,
      10:97,
      11:94,
      12:83,
      13:82,
      14:85,
      15:83,
      16:76,
      17:78,
      18:75,
      19:73,
      20:72,
      21:67,
      22:68,
      23:69,
      24:65,
      25:64,
      26:63,
      27:61,
      28:59,
      29:56,
      30:52
    },
    // N天后登陆(留存)
    loginRetentionInterval: {
      1:878,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    },
    // 当日预约数量
    reservationCount: { type: Number, default: 0 },
    // 当日交付押金数量
    depositCount: { type: Number, default: 0 },
    // 当日下达订单数量
    orderCount: { type: Number, default: 0 },
    // 订单留存
    orderRetentionInterval: {
      1:777,
      2:222,
      3:89,
      4:79,
      5:72,
      6:45,
      7:2
    },
    // 押金留存
    depositRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    },
    //  预约留存
    reservationRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    }
  },
  {
    // 日期
    date:"2018-01-23T16:00:00.000",
    //  当日活跃总人数
    totalCount: 1200,
    //  活跃天数分布
    freshInterval: {
      1:645,
      2:556,
      3:245,
      4:323,
      5:264,
      6:136,
      7:122,
      8:157,
      9:99,
      10:97,
      11:94,
      12:83,
      13:82,
      14:85,
      15:83,
      16:76,
      17:78,
      18:77,
      19:73,
      20:72,
      21:67,
      22:36,
      23:46,
      24:86,
      25:57,
      26:63,
      27:84,
      28:52,
      29:44,
      30:52
    },
    // 注册时间分布
    registerInterval: {
      1:364,
      2:634,
      3:124,
      4:536,
      5:444,
      6:232,
      7:122,
      8:111,
      9:99,
      10:97,
      11:94,
      12:222,
      13:82,
      14:153,
      15:83,
      16:352,
      17:78,
      18:75,
      19:73,
      20:335,
      21:67,
      22:222,
      23:69,
      24:65,
      25:121,
      26:63,
      27:61,
      28:111,
      29:56,
      30:52
    },
    // N天后登陆(留存)
    loginRetentionInterval: {
      1:484,
      2:88,
      3:543,
      4:79,
      5:555,
      6:45,
      7:22
    },
    // 当日预约数量
    reservationCount: { type: Number, default: 0 },
    // 当日交付押金数量
    depositCount: { type: Number, default: 0 },
    // 当日下达订单数量
    orderCount: { type: Number, default: 0 },
    // 订单留存
    orderRetentionInterval: {
      1:777,
      2:343,
      3:89,
      4:79,
      5:72,
      6:22,
      7:1
    },
    // 押金留存
    depositRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    },
    //  预约留存
    reservationRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    }
  },
  {
    // 日期
    date:"2018-01-24T16:00:00.000",
    //  当日活跃总人数
    totalCount: 1000,
    //  活跃天数分布
    freshInterval: {
      1:467,
      2:356,
      3:245,
      4:323,
      5:123,
      6:99,
      7:122,
      8:245,
      9:99,
      10:97,
      11:94,
      12:83,
      13:436,
      14:85,
      15:83,
      16:445,
      17:78,
      18:75,
      19:73,
      20:55,
      21:67,
      22:68,
      23:69,
      24:65,
      25:234,
      26:324,
      27:61,
      28:222,
      29:111,
      30:52
    },
    // 注册时间分布
    registerInterval: {
      1:500,
      2:423,
      3:345,
      4:323,
      5:123,
      6:199,
      7:122,
      8:111,
      9:99,
      10:97,
      11:94,
      12:83,
      13:82,
      14:85,
      15:83,
      16:76,
      17:78,
      18:75,
      19:73,
      20:72,
      21:67,
      22:68,
      23:69,
      24:65,
      25:64,
      26:63,
      27:61,
      28:59,
      29:56,
      30:52
    },
    // N天后登陆(留存)
    loginRetentionInterval: {
      1:100,
      2:88,
      3:789,
      4:79,
      5:72,
      6:45,
      7:121
    },
    // 当日预约数量
    reservationCount: { type: Number, default: 0 },
    // 当日交付押金数量
    depositCount: { type: Number, default: 0 },
    // 当日下达订单数量
    orderCount: { type: Number, default: 0 },
    // 订单留存
    orderRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
    },
    // 押金留存
    depositRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    },
    //  预约留存
    reservationRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    }
  },
  {
    // 日期
    date:"2018-01-25T16:00:00.000",
    //  当日活跃总人数
    totalCount: 1000,
    //  活跃天数分布
    freshInterval: {
      1:645,
      2:556,
      3:245,
      4:323,
      5:264,
      6:136,
      7:122,
      8:157,
      9:99,
      10:97,
      11:94,
      12:83,
      13:82,
      14:85,
      15:83,
      16:76,
      17:78,
      18:77,
      19:73,
      20:72,
      21:67,
      22:36,
      23:46,
      24:86,
      25:57,
      26:63,
      27:84,
      28:52,
      29:44,
      30:52
    },
    // 注册时间分布
    registerInterval: {
      1:364,
      2:634,
      3:124,
      4:536,
      5:444,
      6:232,
      7:122,
      8:111,
      9:99,
      10:97,
      11:94,
      12:222,
      13:82,
      14:153,
      15:83,
      16:352,
      17:78,
      18:75,
      19:73,
      20:335,
      21:67,
      22:222,
      23:69,
      24:65,
      25:121,
      26:63,
      27:61,
      28:111,
      29:56,
      30:52
    },
    // N天后登陆(留存)
    loginRetentionInterval: {
      1:765,
      2:88,
      3:345,
      4:79,
      5:72,
      6:45,
      7:50
    },
    // 当日预约数量
    reservationCount: { type: Number, default: 0 },
    // 当日交付押金数量
    depositCount: { type: Number, default: 0 },
    // 当日下达订单数量
    orderCount: { type: Number, default: 0 },
    // 订单留存
    orderRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:444,
      5:72,
      // 6:45,
      // 7:50
    },
    // 押金留存
    depositRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    },
    //  预约留存
    reservationRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    }
  },
  {
    // 日期
    date:"2018-01-26T16:00:00.000",
    //  当日活跃总人数
    totalCount: 1000,
    //  活跃天数分布
    freshInterval: {
      1:467,
      2:356,
      3:245,
      4:323,
      5:123,
      6:99,
      7:122,
      8:245,
      9:99,
      10:97,
      11:94,
      12:83,
      13:436,
      14:85,
      15:83,
      16:445,
      17:78,
      18:75,
      19:73,
      20:55,
      21:67,
      22:68,
      23:69,
      24:65,
      25:234,
      26:324,
      27:61,
      28:222,
      29:111,
      30:52
    },
    // 注册时间分布
    registerInterval: {
      1:500,
      2:423,
      3:345,
      4:323,
      5:123,
      6:199,
      7:122,
      8:111,
      9:99,
      10:97,
      11:94,
      12:83,
      13:82,
      14:85,
      15:83,
      16:76,
      17:78,
      18:75,
      19:73,
      20:72,
      21:67,
      22:68,
      23:69,
      24:65,
      25:64,
      26:63,
      27:61,
      28:59,
      29:56,
      30:52
    },
    // N天后登陆(留存)
    loginRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    },
    // 当日预约数量
    reservationCount: { type: Number, default: 0 },
    // 当日交付押金数量
    depositCount: { type: Number, default: 0 },
    // 当日下达订单数量
    orderCount: { type: Number, default: 0 },
    // 订单留存
    orderRetentionInterval: {
      1:555,
      2:88,
      3:89,
      4:79,
      // 5:72,
      // 6:45,
    },
    // 押金留存
    depositRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    },
    //  预约留存
    reservationRetentionInterval: {
      1:100,
      2:88,
      3:89,
      4:79,
      5:72,
      6:45,
      7:50
    }
  },
];
export default liucun ;
